import { Icon } from "@iconify/react"

const AboutUs = () => {


    const openAccordion = (e) => {
        const parentItem = e.target.parentNode
        parentItem.classList.toggle("expanded")
    }
    return (
        <main className="about-us">
            <div className="descriptions">
                <div className="item">
                    <h1 className="item-header">
                        معرفی دانشگاه فنی و حرفه ای
                    </h1>
                    <p className="item-body">

                        دانشگاه فنی و حرفه ای از سال 1390 به عنوان تنها دانشگاه متولی آموزش های عالی فنی وحرفه ای زیر نظر وزارت علوم - تحقیقات وفناوری شروع به کار کرد.
                        این دانشگاه دانشجویان خود را از بین دانش آموختگان دوره متوسطه نظام جدید هنرستان ها و متناسب با رشته تحصیلی آنان در شاخه های فنی وحرفه ای و یا کار و دانش و یا فارغ التحصیلان دوره چهار ساله نظام قدیم هنرستان ها و از طریق آزمون ویژه ای که سالیانه توسط سازمان سنجش آموزش کشور به صورت سراسری برگزار می شود، انتخاب می نماید.

                        دانشگاه فنی و حرفه ای به صورت تفکیک جنسیتی اقدام به آموزش دانشجو می کند. این مراکز در قالب 173 دانشکده و آموزشکده فنی و حرفه‌ای در استان های مختلف کشور پراکنده اند که از این تعداد 118 مرکز متعلق به پسران و 52 مرکز مربوط به دختران می باشد. دانشکده ها و آموزشکده های فنی و حرفه ای با سابقه ی بیش از چهل سال فعالیت آموزشی، از اولین مراکز آموزش عالی کشور هستند که در تداوم مسیر تحصیلی دوره متوسطه فنی و حرفه ای نظام آموزش های رسمی کشور (هنرستان های فنی، کشاورزی، حرفه ای، تربیت بدنی) با بهره گیری از آموزش های نظری و عملی در زمینه آموزش و تربیت تکنسین کار آمد، خدمات آموزشی خود را ارائه نموده و دانش آموختگان آن علاوه بر داشتن توانایی علمی، از مهارت های عملی و کاربردی لازم برخوردارمی باشند.

                        دانشگاه فنی وحرفه ای ضمن تاکید بر حفظ ارزش های بنیادین نظام مقدس جمهوری اسلامی ایران، پیوند واقعی بین علم و عمل و تبدیل به ثروت را در دستور کار خود قرار داده و تلاش می کند از طریق تربیت تکنسین های مومن ، ماهر و کار آفرین و نیز تعامل با مراکز صنعتی، بخش های دولتی و غیر دولتی، ایجاد زمینه ی لازم برای کسب مهارتها، ایجاد اشتغال و کارآفرینی برای جوانان سر افراز میهن اسلامی را سرلوحه برنامه های خود قرار دهد.
                        در این دانشگاه پتانسیل های فراوانی وجود داردکه باید جایگاهی ویژه پیدا کند . بنا به تحقیقات به عمل آمده بیش از 70 درصد از فارغ التحصیلان این مراکز جذب بازار کار می شوند و این باعث کاهش نرخ بیکاری کشور می باشد. در قسمتی از سخنان دکتر شفیعی ریاست دانشگاه فنی و حرفه ای آمده است که " من به دانشجویان این دانشگاه افتخار می کنم چرا که تکنسین با شغل، بهتر از یک استاد تمام، بیکار است."

                        شاید یکی از مشکلات جامعه امروزی، مدرک گرایی و تبعات ناشی از آن می باشد که باعث افزایش نرخ بیکاری برای جوانان گشته است و همین امر، خود موجب افزایش سن ازدواج شده وبر سلامت جامعه تاثیر منفی گذاشته است مهمترین معیار برای ازدواج احساس آمادگی و توان اداره زندگی است که اشتغال تاحد قابل توجهی این آمادگی رافراهم می سازد.
                        دانشگاه فنی و حرفه ای یک دانشگاه کارآفرین است و هدف نهایی دانشگاه فنی و حرفه ای قرار گرفتن در چرخه تجاری سازی است و رشته هایی همچون هسته ای، نانو، هوافضا و رباتیک نیزدر آینده ای نزدیک در این دانشگاه راه اندازی خواهد شد.
                    </p>
                </div>

                <div className="item">
                    <h1 className="item-header">
                        نمونه هایی از فعالیت های دانشگاه فنی و حرفه ای در امتثال از فرامین مقام معظم رهبری(مدظله العالی):
                    </h1>
                    <p className="item-body">

                        برنامه ریزی برای تربیت تکنسین و نیروی کار ماهر به عنوان مهمترین سرمایه انسانی دانشگاه برنامه ریزی برای برگزاری ارتباط واقعی بین صنعت و دانشگاه ایجاد فضای مناسب برای بسط و اشاعه تفکر مهندسی معکوس در دانشکده ها برای ساخت دستگاه های صنعتی مورد نیاز ایجاد شرکت های دانش بنیان و تخصیص بودجه به پروژه های دانشجویی برنامه ریزی برای توسعه بازارچه های مجازی به منظور عرضه تولیدات دست ساخته های استادان و دانشجویان دانشگاه ارایه پیشنهاد برای اصلاح قوانین استخدامی به منظور بکار گیری کارگران ماهر (تکنسین) در دوایر و نهاد های دولتی دانشگاه فنی و حرفه ای با بررسی راهکارهای توسعه مشاغل دانش بنیان و ارائه روش های جدیدآماده است تا تولید ثروت کند. امید است با پتانسیل هایی که در اساتید و دانشجویان وجود داردو با تلاش و پشتکار فراوان این دانشگاه به معنی واقعی به یک دانشگاه ثروت آفرین تبدیل شود که تحقق این امر هم به دور از ذهن نیست چرا که با کمترین امکانات، بزرگترین سرمایه های این کشور که دانشجویان مهارتی هستند را به جامعه تحویل می دهد و تنها جایی که هنوز صندلی خالی ندارد دانشگاه فنی و حرفه ای است.

                    </p>
                </div>

                <div className="item">
                    <h1 className="item-header">
                        تاریخچه ای از آموزشکده فنی وحرفه ای دختران قم
                    </h1>
                    <p className="item-body">



                        آموزشکده فنی وحرفه ای دختران قم با هدف تربیت تکنسین های کارآمد از سال 1377 تاسیس گردید و فعالیت خود را با پذیرش 140 دانشجو در رشته طراحی و دوخت، حسابداری و مربی کودک در مقطع کاردانی آغاز کرد.
                        این آموزشکده از اولین مراکز آموزش عالی استان می باشد که در تداوم مسیر تحصیلی دوره متوسطه فنی وحرفه ای نظام آموزش های رسمی کشور (هنرستان های فنی و حرفه ای و کار دانش) با بهره گیری از آموزش های نظری و عملی در زمینه آموزش و تربیت تکنسین کارآمد، خدمات آموزشی خود را ارائه نموده و دانش آموختگان آن علاوه بر داشتن توانایی علمی، از مهارت های عملی و کاربردی لازم برخوردار می باشند به نحوی که اکثر آنها در زمینه های مربوط به رشته تحصیلی خود جذب بازار کار می شوند.

                        این مرکز با برخورداری از کادر آموزشی فرهیخته و مجرب و امکانات و تجهیزات آموزشی مناسب با شاخص کارایی بیرونی قابل قبول در 7 رشته در مقطع کاردانی (در دو نوبت روزانه و شبانه) و 6 رشته در مقطع کارشناسی، دارای دانش آموختگان کارآمد می باشد.
                        تعداد دانشجویان مشغول به تحصیل این مرکز در حدود 1100 نفر هستند و همانگونه که اشاره شد در 7 گروه آموزشی مشغول به تحصیل می باشند.
                        آموزشکده فنی وحرفه ای دختران قم بنا به رسالت خود نقش مهمی در اشتغال زنان ایفا می کند، با توجه به اینکه نیمی از جامعه ما را زنان تشکیل می دهند، نمی توان انتظار داشت که نیمی از جامعه مولد اقتصادی نباشند و رشد هم صورت بگیرد. همه کشورهایی که در این بستر حرکت کردند توانستند این نیمه را فعال کنند.
                        طبیعتا اگر بنا باشد نقش زنان را نادیده بگیریم، امکان توسعه پایدار – با توجه به تعریف آن یعنی اقتصاد، اجتماع و محیط زیست با نگرش به آینده وجود ندارد اگر توسعه، صرفا بر پایه اقتصاد باشد ما رشد خواهیم داشت نه توسعه. با عنایت به جایگاه و نقش زن در جامعه خودمان و تاثیر عاطفی و تربیتی آنها اگر بخواهیم از این ظرفیت استفاده نکنیم حتی در حد بیزینس خانگی، نمی توانیم به توسعه دست یابیم. لذا ان شاء ا... قرار است به سمت اشتغال واقعی زنان حرکت کنیم، اشتغالی که نه زن را مردنما کند و نه خانه نشین، اشتغالی که زن را از جایگاه اصلی اش به عنوان مادر و همسر دور نکند و در عین حال محدود به کسب و کاردر حد آشپزی و خیاطی در خانه هم نباشد بنابراین جامعه نیاز به زنان شاغل تحصیل کرده دارد که این امکان در آموزشکده فنی و حرفه ای دختران قم مهیا است.

                    </p>
                </div>

            </div>

            <div className="majors">
                <h1 className="majors-header">رشته های تحصیلی دایر در مراکز عبارتند از :</h1>
                <div className="majors-body">
                    <ul className="list">
                        <li className="list-header">
                            مقطع کاردانی پیوسته
                        </li>
                        <li>
                            کامپیوتر-نرم افزارکامپیوتر

                        </li>
                        <li>
                            طراحی و دوخت-طراحی و دوخت
                        </li>
                        <li>
                            حسابداری بازرگانی-حسابداری
                        </li>
                        <li>
                            گرافیک-گرافیک
                        </li>
                        <li>
                            تربیت بدنی-تربیت بدنی                        </li>
                        <li>
                            نقشه کشی معماری-معماری
                        </li>
                    </ul>
                    <ul className="list">
                        <li className="list-header">
                            مقطع کاردانی پیوسته
                        </li>
                        <li>
                            کامپیوتر-نرم افزارکامپیوتر

                        </li>
                        <li>
                            طراحی و دوخت-طراحی و دوخت
                        </li>
                        <li>
                            حسابداری بازرگانی-حسابداری
                        </li>
                        <li>
                            گرافیک-گرافیک
                        </li>
                        <li>
                            تربیت بدنی-تربیت بدنی                        </li>
                        <li>
                            نقشه کشی معماری-معماری
                        </li>
                    </ul>
                    <ul className="list">
                        <li className="list-header">
                            مقطع کاردانی پیوسته
                        </li>
                        <li>
                            کامپیوتر-نرم افزارکامپیوتر

                        </li>
                        <li>
                            طراحی و دوخت-طراحی و دوخت
                        </li>
                        <li>
                            حسابداری بازرگانی-حسابداری
                        </li>
                        <li>
                            گرافیک-گرافیک
                        </li>
                        <li>
                            تربیت بدنی-تربیت بدنی                        </li>
                        <li>
                            نقشه کشی معماری-معماری
                        </li>
                    </ul>
                </div>
            </div>


            <div className="why-us">
                <div className="right">
                    <div className="left-header">
                        نمایه آموزشی دانشگاه
                    </div>
                    <div className="left-body">
                        <div className="item">
                            <div className="item-header">
                                فارغ التحصیلان
                            </div>
                            <div className="item-body">
                            <Icon icon="maki:college" />
                                <span>3698</span>
                            </div>
                        </div>
                        <div className="item">
                            <div className="item-header">
                                فارغ التحصیلان
                            </div>
                            <div className="item-body">
                            <Icon icon="maki:college" />
                                <span>3698</span>
                            </div>
                        </div>
                        <div className="item">
                            <div className="item-header">
                                فارغ التحصیلان
                            </div>
                            <div className="item-body">
                            <Icon icon="maki:college" />
                                <span>3698</span>
                            </div>
                        </div>
                        <div className="item">
                            <div className="item-header">
                                فارغ التحصیلان
                            </div>
                            <div className="item-body">
                            <Icon icon="maki:college" />
                                <span>3698</span>
                            </div>
                        </div>
                        <div className="item">
                            <div className="item-header">
                                فارغ التحصیلان
                            </div>
                            <div className="item-body">
                            <Icon icon="maki:college" />
                                <span>3698</span>
                            </div>
                        </div>
                        <div className="item">
                            <div className="item-header">
                                فارغ التحصیلان
                            </div>
                            <div className="item-body">
                            <Icon icon="maki:college" />
                                <span>3698</span>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="left">
                    <img src={require("../../../images/about-us/footer.png")} alt="" />
                </div>
            </div>

        </main >
    )
}

export default AboutUs